Repository: cmp-6565/Sudoku
Catalog: OptionsDialog.*.resx
Languages: de_de

# cancel.Text
source: &Cancel
de_de: &Abbruch

# labelBookletSizeNew.Text
source: &New Problems
de_de: Neue Probleme

# printSolutions.Text
source: &Print Solutions
de_de: &Lösungen ausdrucken

# labelMinValues.Text
source: &Minimum Number of Values in generated Problems:
de_de: &Min. Anzahl von Vorbelegungen in gen. Problemen:

# autoSaveBooklet.Text
source: &Auto Save Booklet Problems
de_de: A&utomatisches Speichern von Problemheften

# labelBaseDirectory.Text
source: Problem &Directory
de_de: Problem&verzeichnis

# printHints.Text
source: Print &Possible Values
de_de: &Mögliche Werte ausdrucken

# autoPause.Text
source: Auto Pause
de_de: Automatisch pausieren

# saveState.Text
source: Save State
de_de: Status sichern

# groupBox1.Text
source: Possible Values
de_de: Mögliche Werte

# hideWhenMinimized.Text
source: Hide when minimized
de_de: Ausblenden, wenn minimiert

# sizeGroupBox.Text
source: &Size
de_de: &Größe

# labelLanguage.Text
source: &Language
de_de: &Sprache

# labelConstrast.Text
source: &Contrast
de_de: &Kontrast

# layoutPage.Text
source: Screen Layout
de_de: Anzeige

# printPage.Text
source: Print
de_de: Drucken

# generatePage.Text
source: Generate
de_de: Generieren

# useDigits.Text
source: Digits
de_de: Ziffern

# useWatchHands.Text
source: Watch Hands
de_de: Uhrzeigerstriche

# largeRB.Text
source: Large
de_de: Groß

# mediumRB.Text
source: Medium
de_de: Mittel

# smallRB.Text
source: Small
de_de: Klein

# printInternalSeverity.Text
source: Print Internal Severity
de_de: &Internen Schwierigkeitsgrad ausdrucken

# xSudokuConstrastLabel.Text
source: &Contrast for X-Sudokus
de_de: &Kontrast für X-Sudokus

# solutionPrintSize.Text
source: Size-Solution
de_de: Größe-Lösung

# solutionSmall.Text
source: Small
de_de: Klein

# problemPrintSize.Text
source: Size-Problem
de_de: Größe-Problem

# tiny.Text
source: Tiny
de_de: Winzig

# small.Text
source: Small
de_de: Klein

# large.Text
source: Large
de_de: Groß

# precalculatedProblems.Text
source: Use Precalculated Problems
de_de: Vorberechnete Probleme nutzen

# generateMinimalProblems.Text
source: Generate Minimum Problems
de_de: Minimale Probleme generieren

# selectSeverityLevel.Text
source: Select Level
de_de: Auswählen

# type.Text
source: Sudoku Types for Booklets
de_de: Sudoku Typen in Problemheften

# normalSudoku.Text
source: Classic
de_de: Normal

# severity.Text
source: Severity
de_de: Schwierigkeitsgrad

# hard.Text
source: Hard
de_de: Schwer

# intermediate.Text
source: Intermediate
de_de: Durchschnittlich

# easy.Text
source: Easy
de_de: Leicht

# bookletSize.Text
source: Booklet Size
de_de: Problemheftumfang

# unlimited.Text
source: Unlimited
de_de: unbeschränkt

# labelBookletSizeExisting.Text
source: E&xisting Problems
de_de: Existierende Probleme

# $this.Text
source: Sudoku Options
de_de: Sudoku Optionen
