Repository: cmp-6565/Sudoku
Catalog: Resources.*.resx
Languages: de_de

# NoProblems
source: No Problems for printout found
de_de: Keine Probleme zum Ausdrucken gefunden

source: no
de_de: keine

source: Page
de_de: Seite

source: Direct Blocks:
de_de: Direkte Blockaden:

# GenerationAborted
source: Generation aborted!\n{0}Problems analyzed so far: {1:n0}\nPasses done so far: {2:n0}
de_de: Generierung abgebrochen!\n{0}Probleme bisher analysiert: {1:n0}\nDurchgänge bisher: {2:n0}

# InvalidCulture
source: Invalid Display Language selected!
de_de: Ungültige Sprache ausgewählt!

source: Total Number of Solutions so far:
de_de: Gesamtanzahl an Lösungen bisher:

# MoreThanOne
source: More than one Solution!
de_de: Mehr als eine Lösung!

source: Generating...
de_de: Generiere...

source: Total Number of Solutions:
de_de: Gesamtanzahl an Lösungen:

source: none
de_de: keine

source: Invalid Problem
de_de: Ungültiges Problem

source: Save failed!
de_de: Fehler beim Speichern!

# PreAllocatedValues
source: Pre-Allocations:
de_de: Vorbelegungen:

# InvalidSudokuIdentifier
source: The file neither contains a classic 9*9-Sudoku nor a X-Sudoku
de_de: Die Datei enthält weder ein klassisches 9*9-Sudoku noch ein X-Sudoku

# EnterValues
source: Please enter all given values (e.g., from a problem of your newspaper) and than click on "Problem|Start Game".
de_de: Bitte geben Sie alle Vorgaben (z. B. von einem Problem aus Ihrer Tageszeitung) ein und klicken anschließend auf "Problem|Spiel starten".

source: Unknown Error
de_de: Unbekannter Fehler

source: Open Failed!
de_de: Fehler beim Öffnen!

# InvalidValue
source: The value {0} in row {1}, column {2} leads to an invalid problem.
de_de: Der Wert {0} in Zeile {1}, Spalte {2} führt zu einem ungültigen Problem.

source: Complexity Level:
de_de: Schwierigkeitsgrad:

source: Checking...
de_de: Prüfe...

# TimeElapsed
source: Time so far:
de_de: Dauer bisher:

# CreateDirectoryFailed
source: Directory {0} could not be created, Booklet problems will not be saved!
de_de: Verzeichnis {0} konnte nicht angelegt werden, Probleme werden nicht automatisch gesichert!

# DisplaySolution
source: Sudoku (Solution #{0}, {1:n0} passes)
de_de: Sudoku (Lösung #{0}, {1:n0} Durchgänge)

source: Definite Value:
de_de: Eindeutiger Wert:

# CloseAnyway
source: Current problem was modified but could not be saved since it is invalid. Close anyway?
de_de: Das aktuelle Problem ist ungültig und kann nicht gespeichert werden. Trotzdem beenden?

# TwitterNotPossible
source: Not a valid problem. problem cannot be twittered
de_de: Kein valides Problem, es kann daher nicht getwittert werden

# SudokuTypeError
source: At least one type must be selected!
de_de: Mindestens ein Typ muss ausgewählt sein!

source: Thinking...
de_de: Denk, Grübel...

source: Loading Problem #
de_de: Lade Problem #

source: (paused)
de_de: (unterbrochen)

# Plural
source: s
de_de: en

# SudokuOfTheDayNotLoaded
source: Sorry. Sudoku of the Day could not be loaded
de_de: Das "Sudoku des Tages" konnte leider nicht geladen werden!

source: Easy
de_de: Leicht

# Cellinfo
source: Data for Cell in row {0}, column {1}{2}:
de_de: Information für Feld in Zeile {0}, Spalte {1}{2}:

source: Hard
de_de: Schwer

# CurrentMinimalProblem
source: Minimal problem ({0}): {1} values\nChecking problem: {2} values
de_de: Minimales Problem ({0}): {1} Vorbelegungen\nAkutelles Problem: {2} Vorbelegungen

# LoadingFiles
source: Loading Sudoku Problems...
de_de: Lade Sudoku Probleme...

source: Ready
de_de: Bereit

# Filename
source: Original Problem saved as:
de_de: Originalproblem gespeichert unter:

# OutOfBounds
source: You must enter a number between 1 and {0} in row {1}, column {2}.
de_de: Sie müssen eine Nummer zwischen 1 und {0} in Zeile {1}, Spalte {2} eingeben.

# SaveNotPossible
source: Save of Problem is not possible!
de_de: Sichern des Problems nicht möglich!

# InvalidNumber
source: You must enter a number in row {0}, column {1}.
de_de: Sie müssen eine Zahl in Zeile {0}, Spalte {1} eingeben.

# OneProblem
source: The generated problem
de_de: Das generierte Problem

# UnsavedChanges
source: The current problem has unsaved changes. Do you want to save it?
de_de: Das aktuelle Problem wurde noch nicht gesichert. Wollen Sie es speichern?

# SudokuOfTheDayInfo
source: Today's Sudoku of The Day is {0}
de_de: Das Sudoku des Tages ist {0}

# NoMinimizationPossible
source: No further minimization possible
de_de: Keine weitere Minimierung möglich

# SolutionTime
source: Time elapsed:
de_de: Lösungszeit:

source: Sudoku Error
de_de: Sudoku Fehler

# Description
source: Sudoku Solver and Generator\nSupports both classic 9*9 Sudokus and X-Sudokus
de_de: Löst und erstellt Sudoku Probleme\nSowohl klassische 9*9 Sudokus als auch X-Sudokus werden unterstützt

# CandidatesNotShown
source: Since the option "Show Possible Values" is enabled, candidates are not shown. Disable option "Show Possible Values"?
de_de: Da die Option "Mögliche Werte anzeigen" aktiviert ist, werden Kandidaten nicht angezeigt. Option "Mögliche Werte anzeigen" ausschalten?

# VersionHistory
source: https://sudoku.pi-c-it.de/index.php/en/version-history
de_de: https://sudoku.pi-c-it.de/index.php/de/versionshistorie

# FilterString
source: Sudoku Problems (*{0}) | *{0}
de_de: Sudoku Probleme (*{0}) | *{0}

# SolutionOne
source: Solution #1
de_de: Lösung #1

# IndirectBlocks
source: Additional indirect Blocks:
de_de: Zusätzliche indirekte Blockaden:

# GeneratingStatus
source: Problems analyzed so far: {0:n0}
de_de: Probleme bisher analysiert: {0:n0}

source: not
de_de: nicht

# ProblemsLoaded
source: Problems loaded: {0} of {1}
de_de: {0} von {1} Problemen geladen

# SolutionsSoFar
source: Solutions so far: {0:n0}
de_de: Lösungen bisher: {0:n0}

# NeededTime
source: Time used:
de_de: Benötigte Zeit:

source: Solution
de_de: Lösung

# HTMLFrame
source: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd"><html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de" lang="de"><head><meta http-equiv="content-type" content="text/html; charset=utf-8" /><meta name="robots" content="index, follow" /><meta name="keywords" content="Sudoku, pi-c-it" /><link rel="home" type="text/html" title="home:pi-c-it" href="https://www.pi-c-it.de" /><link rel="author" title="Contact" href="mailto:kontakt%40pi-c-it.de?subject=pi-c-it%20Sudoku" /><link rel="copyright" title="pi-c-it" href="https://sudoku.pi-c-it.de/index.php/de/impressum" /><link rel="shortcut icon" href="https://sudoku.pi-c-it.de/images/Sudoku/icon.ico" type="image/ico"/><link rel="stylesheet" href="https://sudoku.pi-c-it.de/templates/eximium/css/sudoku-game.css" type="text/css" /><style type="text/css">body{{font-family: Helvetica,Arial,sans-serif;line-height: 2.5em;margin: 5px 5px 5px 5px;font-size: 12px;color: #333;}}a:link, a:visited{{text-decoration: none;font-weight: normal;}}a:hover{{background-color:black;color:white;font-weight: normal;}}</style></head><body><div class="tableheading"><a href="https://sudoku.pi-c-it.de/index.php?lang=de">pi-c-it Sudoku</a></div><div align="center">{0}</div><div align="center"><h2>{1}</h2>{2}</div><div align="center"><table border="0" width="75%"><tr><td align="left" valign="center" width="40%">{3}</td><td align="center" width="20%"><img src="http://sudoku.pi-c-it.de/images/Sudoku/Logo.jpg" width="40" height="40"></td><td align="right" valign="center" width="40%">{4}</td></tr></table></div></body></html>
de_de: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd"><html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de" lang="de"><head><meta http-equiv="content-type" content="text/html; charset=utf-8" /><meta name="robots" content="index, follow" /><meta name="keywords" content="Sudoku, pi-c-it" /><link rel="home" type="text/html" title="home:pi-c-it" href="https://www.pi-c-it.de" /><link rel="author" title="Contact" href="mailto:kontakt%40pi-c-it.de?subject=pi-c-it%20Sudoku" /><link rel="copyright" title="pi-c-it" href="https://sudoku.pi-c-it.de/index.php/de/impressum" /><link rel="shortcut icon" href="https://sudoku.pi-c-it.de/images/Sudoku/icon.ico" type="image/ico"/><link rel="stylesheet" href="http://sudoku.pi-c-it.de/templates/eximium/css/sudoku-game.css" type="text/css" /><style type="text/css">body{{font-family: Helvetica,Arial,sans-serif;line-height: 2.5em;margin: 5px 5px 5px 5px;font-size: 12px;color: #333;}}a:link, a:visited{{text-decoration: none;font-weight: normal;}}a:hover{{background-color:black;color:white;font-weight: normal;}}</style></head><body><div class="tableheading"><a href="https://sudoku.pi-c-it.de/index.php?lang=de">pi-c-it Sudoku</a></div><div align="center">{0}</div><div align="center"><h2>{1}</h2>{2}</div><div align="center"><table border="0" width="75%"><tr><td align="left" valign="center" width="40%">{3}</td><td align="center" width="20%"><img src="http://sudoku.pi-c-it.de/images/Sudoku/Logo.jpg" width="40" height="40"></td><td align="right" valign="center" width="40%">{4}</td></tr></table></div></body></html>

# NotFixable
source: Since the current problem is not solvable it cannot be fixed
de_de: Da das aktuelle Problem nicht gültig ist, kann es nicht fixiert werden.

# picit
source: IT Consulting && Development
de_de: IT Beratung && Entwicklung

source: Filled Cells:
de_de: Belegte Felder:

source: Intermediate
de_de: Durchschnittlich

# TwitterText
source: %40CPichl%20Great%20%23{0}Sudoku%20Problem:%20{1}&url=https://sudoku.pi-c-it.de
de_de: %40CPichl%20Tolles%20%23{0}Sudoku%20Problem:%20{1}&url=https://sudoku.pi-c-it.de

# RetrieveProblem
source: Loading Problem...
de_de: Lade Problem...

# GeneratedProblems
source: New Problems generated so far: {0} (of {1})
de_de: Bisher neu generierte Probleme: {0} (von {1})

# Interrupt
source: Interrupt!\nTime past: {0}\nPasses made: {1:n0}
de_de: Abgebrochen!\nVergangen: {0}\nDurchgänge: {1:n0}

# NewProblemGenerated
source: New Problem generated! ({0})\nProblem has {1:n0} pre-allocated cells\nProblems analyzed: {2:n0}\nPasses needed: {3:n0}
de_de: Neues Problem generiert! ({0})\nProblem hat {1:n0} vorbelegte Felder\nProbleme analysiert: {2:n0}\nBenötigte Durchgänge: {3:n0}

# PrintCandidates
source: Print candidates instead of the possible values?
de_de: Drucken der Kandidaten anstelle der möglichen Werte?

# InvalidSudokuFile
source: The file {0} does not contain a valid Sudoku-Problem
de_de: Die Datei {0} enthält kein gültiges Sudoku-Problem

source: classic
de_de: klassisches

# InvalidSize
source: Paper size too small for selected print size.
de_de: Die Papiergröße ist zu klein für die gewählte Druckgröße

source: Time Needed:
de_de: Benötigte Zeit:

# Minimized
source: {0} pre-allocated values removed
de_de: {0} Vorbelegungen entfernt

source: Minimizing...
de_de: Minimiere...

# ExportNotPossible
source: Export of Problem as HTML is not possible!
de_de: Exportieren des Problems als HTML nicht möglich!

source: Definite Cells:
de_de: Eindeutige Felder:

# IncorrectTries
source: Number of incorrect tries:
de_de: Anzahl ungültiger Versuche:

# NoHints
source: Problem has no definite cells
de_de: Das Problem hat keine eindeutig belegbaren Zellen

# PrintNotPossible
source: Printing the Problem is not possible!
de_de: Drucken des Problems nicht möglich!

# PublishFailed
source: Publishing of the tricky problems failed. Please, save and email them to {0}. Thank You!
de_de: Das Veröffentlichen ist leider fehlgeschlagen. Bitte speichern Sie das Problem und senden es dann per EMail an {0}

# AtLeast
source: at least one
de_de: mindestens eine

# Loading
source: Loading problem from sudoku.pi-c-it.de...
de_de: Lade Problem von sudoku.pi-c-it.de...

# NeededPasses
source: Passes needed:
de_de: Benötigte Durchgänge:

# MinimizationNotPossible
source: Problem not resolvable. Minimization not possible.
de_de: Problem ist nicht lösbar. Minimierung nicht möglich.

# CellValue
source: Value:
de_de: Wert:

# NotPrinted
source: Problem could not be printed:
de_de: Das Problem konnte nicht gedruckt werden:

# OneOrMoreProblems
source: At least one of the generated problems
de_de: Mindestens eins der generierten Probleme

# CheckingStatus
source: Passes so far: {0:n0}
de_de: Durchgänge bisher: {0:n0}

# SolutionsFound
source: Solution{0} found!
de_de: Lösung{0} gefunden!

# ProblemInfo
source: Problem has\n{0} pre-allocated cells,\n{1} computed cells,\n{2} cells remaining
de_de: Das Problem hat\n{0} vorbelegte Felder\n{1} berechnete Felder\nes verbleiben {2} Felder

# Publish
source: is extremely tricky. Do you want to publish it on the Sudoku-Homepage?
de_de: ist extrem schwer. Möchten Sie das Problem auf der Sudoku-Homepage veröffentlichen?

# PublishOK
source: {0} Very Tricky Problems published. Thank You!
de_de: {0} Probleme auf der Sudoku-Homepage veröffentlicht. Danke!

# TitleNotResolvable
source: Not Resolvable!
de_de: Nicht lösbar!

# SeverityLevelError
source: At least on severity level must be selected!
de_de: Mindestens ein Schwierigkeitsgrad muss ausgewählt sein!

source: Problem solved!
de_de: Problem gelöst!

source: Congratulations!
de_de: Gratulation!

# NewProblems
source: {0} new Problems generated, now printing...
de_de: {0} neue Probleme generiert, starte Ausdruck...

# NotResolvable
source: Problem is not resolvable!
de_de: Problem ist nicht lösbar!

source: Read Only
de_de: Schreibgeschützt

# ValidationStatus
source: Problem is a formal valid {0}Sudoku.
de_de: Problem ist ein formal gültiges {0}Sudoku.

# CheckResult
source: Problem ({0}Sudoku) has{1}solution.
de_de: Problem ({0}Sudoku) hat{1}Lösung.

# ProblemRetrieved
source: Problem loaded
de_de: Problem geladen

# ProblemNotSolved
source: Problem not solved correctly!
de_de: Problem wurde nicht korrekt gelöst!

# Homepage
source: https://sudoku.pi-c-it.de/index.php/en/
de_de: https://sudoku.pi-c-it.de/index.php/de/

# PausedMessage
source: Paused!\n\nClick to continue!
de_de: Pausiert!\n\nKlicken um Fortzusetzen!
