Repository: cmp-6565/Sudoku
Catalog: SudokuMainWindow.*.resx
Languages: de_de

# newNormalSudoku.Text
source: &Classic Sudoku
de_de: &Klassisches Sudoku

# sudokuOfTheDayToolStripMenuItem1.Text
source: &Sudoku of the Day
de_de: &Sudoku des Tages

# newItem.Text
source: &New
de_de: &Neu

# open.Text
source: &Open...
de_de: &Öffnen...

# save.Text
source: &Save...
de_de: &Speichern...

# twitter.Text
source: &Twitter Problem...
de_de: Problem &twittern...

# export.Text
source: E&xport as HTML...
de_de: E&xportieren als HTML...

# print.Text
source: &Print...
de_de: &Drucken...

# newBooklet.Text
source: &New...
de_de: &Neu...

# existingBooklet.Text
source: &Load Problems...
de_de: &Lade Probleme...

# generateBooklet.Text
source: &Generate Booklet
de_de: Problemheft erstellen

# exit.Text
source: &Exit
de_de: &Ende

# file.Text
source: &File
de_de: &Datei

# generateNormalSudoku.Text
source: &Classic Sudoku
de_de: &Klassisches Sudoku

# generate.Text
source: &Generate
de_de: &Generieren

# solve.Text
source: &Solve
de_de: &Lösen

# mimimalAllocation.Text
source: &Find Minimal Allocation
de_de: Minimale Belegung finden

# definiteValues.Text
source: Show &Definite Values
de_de: &Eindeutige Werte zeigen

# validate.Text
source: &Validate
de_de: &Validieren

# check.Text
source: &Check
de_de: &Prüfen

# EditComment.Text
source: &Edit Comment
de_de: &Kommentar ändern

# startSolveProblem.Text
source: Start Game
de_de: Spiel starten

# fixCurrentValues.Text
source: Fi&x Current Values
de_de: Aktuelle Belegung fi&xieren

# releaseCurrentValues.Text
source: Release Current Values
de_de: Aktuelle Belegung freigeben

# reset.Text
source: &Reset
de_de: &Zurücksetzen

# clearCandidates.Text
source: C&lear Candidates
de_de: Ka&ndidaten löschen

# abort.Text
source: &Abort
de_de: &Abbrechen

# undo.Text
source: &Undo
de_de: &Rückgängig

# debug.Text
source: &Track
de_de: &Beobachten

# findallSolutions.Text
source: &Find all Solutions
de_de: &Alle Lösungen finden

# showPossibleValues.Text
source: &Show Possible Values
de_de: &Mögliche Werte anzeigen

# autoCheck.Text
source: &Auto Check
de_de: Automatische &Prüfung

# markNeighbors.Text
source: &Mark Neighbors
de_de: &Nachbarn kennzeichnen

# resetTimer.Text
source: &Reset Timer
de_de: L&ösungszeit zurücksetzen

# sudokuOptionsToolStripMenuItem.Text
source: Sudoku &Options...
de_de: Sudoku &Optionen...

# options.Text
source: &Options
de_de: &Optionen

# showCellInfo.Text
source: Show Cell Info
de_de: Info aktuelles Feld

# showHints.Text
source: Show &Hints
de_de: &Tipps

# versionHistory.Text
source: &Version History
de_de: &Versionshistorie

# aboutSudoku.Text
source: &About Sudoku...
de_de: &Über Sudoku...

# help.Text
source: &Help
de_de: &Hilfe

# sudokuStatusBarText.Text
source: Ready
de_de: Bereit
